// The file contents for the current environment will overwrite these during build.
// The build system defaults to the dev environment which uses `environment.ts`, but if you do
// `ng build --env=prod` then `environment.prod.ts` will be used instead.
// The list of which env maps to which file can be found in `.angular-cli.json`.
import { Category } from '../app/models/categorie';

export const environment = {
  production: false,
  categories: [ 
    new Category(4, "مسلسلات رمضان 2018", "مسلسلات-رمضان-2018"),
    new Category(3, "مسلسلات تركية", "مسلسلات-تركية"),
    new Category(0, "مسلسلات اجنبية", "مسلسلات-اجنبية"),
    new Category(1, "مسلسلات عربية", "مسلسلات-عربية"),
    new Category(2, "مسلسلات اسيوية", "مسلسلات-اسيوية"),
    new Category(5, "مسلسلات هندية", "مسلسلات-هندية")
  ],
  serietags: 'مقالات بحاجة لتحرير حبكة القصةسليمان القانونيمسلسلات تلفزيونية إنتاج 2010مسلسلات تلفزيونية تركية انتهت في 2014مسلسلات تلفزيونية تركية انتهت في عقد 2010مسلسلات تلفزيونية تركية بدأ عرضها في 2011مسلسلات تلفزيونية تركية بدأ عرضها في عقد 2010مسلسلات تلفزيونية تركية دبلجت للعربيةمسلسلات تلفزيونية تركية لسنة 2010مسلسلات تلفزيونية درامية تركيةمسلسلات تلفزيونية درامية تركية في باكستانمسلسلات تلفزيونية عن الدولة العثمانيةمسلسلات دراما متسلسلة, مسلسلات تلفزيونية تقع أحداثها في القرن ',
  seasontags: 'مقالات بحاجة لتحرير حبكة القصةسليمان القانونيمسلسلات تلفزيونية إنتاج 2010مسلسلات تلفزيونية تركية انتهت في 2014مسلسلات تلفزيونية تركية انتهت في عقد 2010مسلسلات تلفزيونية تركية بدأ عرضها في 2011مسلسلات تلفزيونية تركية بدأ عرضها في عقد 2010مسلسلات تلفزيونية تركية دبلجت للعربيةمسلسلات تلفزيونية تركية لسنة 2010مسلسلات تلفزيونية درامية تركيةمسلسلات تلفزيونية درامية تركية في باكستانمسلسلات تلفزيونية عن الدولة العثمانيةمسلسلات دراما متسلسلة, مسلسلات تلفزيونية تقع أحداثها في القرن ',
  episodetags: 'مقالات بحاجة لتحرير حبكة القصةسليمان القانونيمسلسلات تلفزيونية إنتاج 2010مسلسلات تلفزيونية تركية انتهت في 2014مسلسلات تلفزيونية تركية انتهت في عقد 2010مسلسلات تلفزيونية تركية بدأ عرضها في 2011مسلسلات تلفزيونية تركية بدأ عرضها في عقد 2010مسلسلات تلفزيونية تركية دبلجت للعربيةمسلسلات تلفزيونية تركية لسنة 2010مسلسلات تلفزيونية درامية تركيةمسلسلات تلفزيونية درامية تركية في باكستانمسلسلات تلفزيونية عن الدولة العثمانيةمسلسلات دراما متسلسلة, مسلسلات تلفزيونية تقع أحداثها في القرن '
  
};
